Repository: RedSn0w1877/PixlAudio-iOS
Catalog: App/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ko, nb, ru, tr, zh_hans

# setup_import_backup
source: Import backup
ar: استيراد نسخة احتياطية
de: Backup importieren
es: Importar copia
fr: Importer une sauvegarde
id: Impor cadangan
it: Importa backup
ko: 백업 가져오기
nb: Importer sikkerhetskopi
ru: Импортировать резервную копию
tr: Yedeği içe aktar
zh_hans: 导入备份

# setup_inspecting_backup
source: Inspecting backup
ar: جاري فحص النسخة الاحتياطية
de: Backup wird geprüft
es: Inspeccionando copia
fr: Inspection de la sauvegarde
id: Memeriksa cadangan
it: Ispezione backup
ko: 백업 검사 중
nb: Inspiserer sikkerhetskopi
ru: Проверка резервной копии
tr: Yedek inceleniyor
zh_hans: 正在检查备份

# setup_intro_body
source: Let's get everything set up for you.
ar: دعنا نقوم بإعداد كل شيء من أجلك.
de: Richten wir alles ein.
es: Vamos a dejar todo listo para ti.
fr: Préparons tout pour vous.
id: Mari kita siapkan segalanya untuk Anda.
it: Prepariamo tutto per te.
ko: 모든 설정을 완료해 보겠습니다.
nb: La oss sette opp alt for deg.
ru: Давайте всё настроим.
tr: Sizin için her şeyi ayarlayalım.
zh_hans: 让我们为您完成所有设置。

# setup_lets_go
source: Let's Go!
ar: هيا بنا!
de: Los geht's!
es: ¡Vamos!
fr: C'est parti !
id: Mari Mulai!
it: Iniziamo!
ko: 시작하기!
nb: La oss begynne!
ru: Поехали!
tr: Hadi Başlayalım!
zh_hans: 开始吧！

# setup_library_layout_footer
source: You can change this later in Settings > Appearance > Library Navigation.
ar: يمكنك تغيير هذا لاحقاً من الإعدادات > المظهر > التنقل في المكتبة.
de: Änderbar unter Einstellungen > Darstellung > Bibliotheks-Navigation.
es: Puedes cambiarlo después en Ajustes > Apariencia > Navegación de la biblioteca.
fr: Vous pouvez changer cela plus tard dans Paramètres > Apparence > Navigation dans la bibliothèque.
id: Anda dapat mengubah ini nanti di Pengaturan > Tampilan > Navigasi Pustaka.
it: Puoi cambiarlo in seguito in Impostazioni > Aspetto > Navigazione libreria.
ko: 나중에 설정 > 디자인 > 라이브러리 내비게이션에서 변경할 수 있습니다.
nb: Du kan endre dette senere i innstillinger.
ru: Позже это можно изменить в Настройки > Внешний вид > Навигация по медиатеке.
tr: Bunu daha sonra Ayarlar > Görünüm > Kitaplık Navigasyonu bölümünden değiştirebilirsiniz.
zh_hans: 您稍后可以在“设置 > 外观 > 媒体库导航”中更改此设置。

# setup_library_layout_subtitle
source: Choose your preferred way to navigate your library.
ar: اختر الطريقة المفضلّة لديك للتنقل في مكتبتك.
de: Wie möchtest du durch die Bibliothek navigieren?
es: Elige cómo quieres navegar por tu biblioteca.
fr: Choisissez votre façon préférée de naviguer dans votre bibliothèque.
id: Pilih cara yang Anda sukai untuk menavigasi pustaka Anda.
it: Scegli il tuo modo preferito di navigare nella libreria.
ko: 선호하는 라이브러리 탐색 방식을 선택하세요.
nb: Velg hvordan du vil navigere i biblioteket.
ru: Выберите предпочтительный способ навигации по медиатеке.
tr: Kitaplığınızda gezinmek için tercih ettiğiniz yolu seçin.
zh_hans: 选择您首选的媒体库导航方式。

# setup_library_layout_title
source: Library Layout
ar: تخطيط المكتبة
de: Bibliotheks-Layout
es: Disposición de la biblioteca
fr: Disposition de la bibliothèque
id: Tata Letak Pustaka
it: Layout libreria
ko: 라이브러리 레이아웃
nb: Bibliotekslayout
ru: Макет медиатеки
tr: Kitaplık Düzeni
zh_hans: 媒体库布局

# setup_permission_granted
source: Permission Granted
ar: تم منح الإذن
de: Berechtigung erteilt
es: Permiso concedido
fr: Autorisation accordée
id: Izin Diberikan
it: Permesso concesso
ko: 권한 허용됨
nb: Tillatelse gitt
ru: Разрешение предоставлено
tr: İzin Verildi
zh_hans: 权限已授予

# setup_permission_media_title
source: Media Permission
ar: إذن الوصول إلى الوسائط
de: Medienberechtigung
es: Permiso de medios
fr: Autorisation média
id: Izin Media
it: Permesso media
ko: 미디어 권한
nb: Medietilgang
ru: Доступ к медиафайлам
tr: Medya İzni
zh_hans: 媒体权限

# setup_preview_songs_label
source: Songs
ar: الأغاني
es: Canciones
fr: Chansons
id: Lagu
it: Brani
ko: 곡
nb: Sanger
ru: Треки
tr: Şarkılar
zh_hans: 歌曲

# setup_recommended
source: Recommended
ar: موصى به
de: Empfohlen
es: Recomendado
fr: Recommandé
id: Direkomendasikan
it: Consigliato
ko: 권장
nb: Anbefalt
ru: Рекомендуется
tr: Önerilen
zh_hans: 推荐

# setup_restoring_backup
source: Restoring backup
ar: جاري استعادة النسخة الاحتياطية
de: Backup wird wiederhergestellt
es: Restaurando copia
fr: Restauration de la sauvegarde
id: Memulihkan cadangan
it: Ripristino backup
ko: 백업 복구 중
nb: Gjenoppretter sikkerhetskopi
ru: Восстановление резервной копии
tr: Yedek geri yükleniyor
zh_hans: 正在恢复备份

# setup_step_format
source: Step %1$lld of %2$lld
ar: الخطوة %1$lld من أصل %2$lld
de: Schritt %1$lld von %2$lld
es: Paso %1$lld de %2$lld
fr: Étape %1$lld sur %2$lld
id: Langkah %1$lld dari %2$lld
it: Passo %1$lld di %2$lld
ko: %2$lld단계 중 %1$lld단계
nb: Trinn %1$lld av %2$lld
ru: Шаг %1$lld из %2$lld
tr: Adım %1$lld / %2$lld
zh_hans: 第 %1$lld 步，共 %2$lld 步

# setup_theme_dark_title
source: Dark
ar: داكن
de: Dunkel
es: Oscuro
fr: Sombre
id: Gelap
it: Scuro
ko: 어두운 테마
nb: Mørkt
ru: Тёмная
tr: Koyu
zh_hans: 深色

# setup_theme_follow_description
source: Match your phone's current appearance setting.
ar: مطابقة إعداد المظهر الحالي لهاتفك.
de: Passt sich dem aktuellen System-Design an.
es: Coincidir con el tema del teléfono.
fr: Correspond au réglage d'apparence actuel de votre téléphone.
id: Cocokkan dengan pengaturan tampilan ponsel Anda saat ini.
it: Corrisponde all'impostazione di aspetto attuale del telefono.
ko: 휴대전화의 현재 디자인 설정에 맞춥니다.
nb: Bruk telefonens gjeldende innstilling.
ru: Следовать текущим настройкам оформления телефона.
tr: Telefonunuzun mevcut görünüm ayarıyla eşleştirin.
zh_hans: 匹配您手机当前的外观设置。

# setup_theme_follow_title
source: Follow system
ar: تتبع النظام
de: System folgen
es: Seguir el sistema
fr: Suivre le système
id: Ikuti sistem
it: Segui sistema
ko: 시스템 설정 따르기
nb: Følg system
ru: Как в системе
tr: Sistemi takip et
zh_hans: 跟随系统

# setup_theme_footer
source: You can change this later in Settings > Appearance > App Theme.
ar: يمكنك تغيير هذا لاحقاً من الإعدادات > المظهر > مظهر التطبيق.
de: Änderbar unter Einstellungen > Darstellung > App-Design.
es: Puedes cambiarlo después en Ajustes > Apariencia > Tema de la app.
fr: Vous pouvez changer cela plus tard dans Paramètres > Apparence > Thème de l'application.
id: Anda dapat mengubah ini nanti di Pengaturan > Tampilan > Tema Aplikasi.
it: Puoi cambiarlo in seguito in Impostazioni > Aspetto > Tema app.
ko: 나중에 설정 > 디자인 > 앱 테마에서 변경할 수 있습니다.
nb: Du kan endre dette senere i innstillinger.
ru: Позже это можно изменить в Настройки > Внешний вид > Тема приложения.
tr: Bunu daha sonra Ayarlar > Görünüm > Uygulama Teması bölümünden değiştirebilirsiniz.
zh_hans: 您稍后可以在“设置 > 外观 > 应用主题”中更改此设置。

# setup_theme_light_title
source: Light
ar: فاتح
de: Hell
es: Claro
fr: Clair
id: Terang
it: Chiaro
ko: 밝은 테마
nb: Lyst
ru: Светлая
tr: Açık
zh_hans: 浅色

# setup_theme_subtitle
source: Pick the look you want before you start exploring your library.
ar: اختر المظهر الذي تريده قبل البدء في استكشاف مكتبتك.
de: Design wählen, bevor es losgeht.
es: Elige el aspecto antes de explorar tu biblioteca.
fr: Choisissez l'apparence que vous préférez avant de commencer à explorer votre bibliothèque.
id: Pilih tampilan yang Anda inginkan sebelum mulai menjelajahi pustaka Anda.
it: Scegli l'aspetto che preferisci prima di iniziare a esplorare la tua libreria.
ko: 라이브러리를 탐색하기 전에 원하는 스타일을 선택하세요.
nb: Velg utseendet du ønsker før du begynner.
ru: Выберите внешний вид приложения перед началом работы.
tr: Kitaplığınızı keşfetmeye başlamadan önce istediğiniz görünümü seçin.
zh_hans: 在开始探索媒体库之前，选择您喜欢的外观。

# setup_theme_title
source: App Theme
ar: مظهر التطبيق
de: App-Design
es: Tema de la app
fr: Thème de l'application
id: Tema Aplikasi
it: Tema app
ko: 앱 테마
nb: App-tema
ru: Тема приложения
tr: Uygulama Teması
zh_hans: 应用主题

# word_delimiter_add_title
source: Add New Word Delimiter
ar: إضافة محدد كلمات جديد
de: Neues Wort-Trennzeichen hinzufügen
es: Añadir nuevo delimitador de palabra
fr: Ajouter un nouveau délimiteur de mot
id: Tambah Pemisah Kata Baru
it: Aggiungi nuovo delimitatore parola
ko: 새 단어 구분 기호 추가
nb: Legg til ny orddelimiter
ru: Добавить словесный разделитель
tr: Yeni Kelime Sınırlayıcı Ekle
zh_hans: 添加新单词分隔符

# word_delimiter_empty
source: No word delimiters configured
ar: لم يتم تهيئة أي محددات كلمات
de: Keine Wort-Trennzeichen konfiguriert
es: No hay delimitadores de palabra configurados
fr: Aucun délimiteur de mot configuré
id: Tidak ada pemisah kata yang dikonfigurasi
it: Nessun delimitatore parola configurato
ko: 구성된 단어 구분 기호 없음
nb: Ingen orddelimitere konfigurert
ru: Словесные разделители не настроены
tr: Yapılandırılmış kelime sınırlayıcı yok
zh_hans: 未配置单词分隔符

# word_delimiter_help_title
source: How Word Delimiters Work
ar: كيف تعمل محددات الكلمات
de: Wie Wort-Trennzeichen funktionieren
es: Cómo funcionan los delimitadores de palabra
fr: Fonctionnement des délimiteurs de mots
id: Cara Kerja Pemisah Kata
it: Come funzionano i delimitatori parola
ko: 단어 구분 기호 작동 방식
nb: Slik fungerer orddelimitere
ru: Как работают словесные разделители
tr: Kelime Sınırlayıcıları Nasıl Çalışır?
zh_hans: 单词分隔符的工作原理

# word_delimiter_reset_message
source: This will clear all your custom word delimiters and restore the default keywords. This action cannot be undone.
ar: سيؤدي هذا إلى مسح جميع محددات الكلمات المخصصة واستعادة الكلمات المفتاحية الافتراضية. لا يمكن التراجع عن هذا الإجراء.
de: Dadurch werden alle deine benutzerdefinierten Wort-Trennzeichen gelöscht und die Standardwerte wiederhergestellt. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto borrará todos tus delimitadores de palabras personalizados y restaurará las palabras clave predeterminadas. Esta acción no se puede deshacer.
fr: Cela effacera tous vos délimiteurs de mots personnalisés et restaurera les mots-clés par défaut. Cette action ne peut pas être annulée.
id: Ini akan menghapus semua pemisah kata kustom Anda dan mengembalikan kata kunci default. Tindakan ini tidak dapat dibatalkan.
it: Questo cancellerà tutti i tuoi delimitatori parola personalizzati e ripristinerà le parole chiave predefinite. Questa azione non può essere annullata.
ko: 모든 사용자 지정 단어 구분 기호를 지우고 기본 키워드로 복원합니다. 이 작업은 되돌릴 수 없습니다.
nb: Dette vil slette alle egendefinerte orddelimitere og gjenopprette standardnøkkelordene. Denne handlingen kan ikke angres.
ru: Все пользовательские словесные разделители будут удалены, а значения по умолчанию восстановлены. Это действие нельзя отменить.
tr: Bu işlem tüm özel kelime sınırlayıcılarınızı temizleyecek ve varsayılan anahtar kelimeleri geri yükleyecektir. Bu işlem geri alınamaz.
zh_hans: 这将清除您所有自定义的单词分隔符并恢复默认关键词。此操作无法撤销。

# word_delimiter_reset_title
source: Reset Word Delimiters?
ar: إعادة تعيين محددات الكلمات؟
de: Wort-Trennzeichen zurücksetzen?
es: ¿Restablecer delimitadores de palabra?
fr: Réinitialiser les délimiteurs de mots ?
id: Reset Pemisah Kata?
it: Reimpostare delimitatori parola?
ko: 단어 구분 기호를 재설정하시겠습니까?
nb: Tilbakestill orddelimitere?
ru: Сбросить словесные разделители?
tr: Kelime Sınırlayıcılarını Sıfırla?
zh_hans: 重置单词分隔符？

# word_delimiter_toast_added
source: Word delimiter added
ar: تمت إضافة محدد الكلمات
de: Wort-Trennzeichen hinzugefügt
es: Delimitador de palabra añadido
fr: Délimiteur de mot ajouté
id: Pemisah kata ditambahkan
it: Delimitatore parola aggiunto
ko: 단어 구분 기호가 추가되었습니다
nb: Orddelimiter lagt til
ru: Словесный разделитель добавлен
tr: Kelime sınırlayıcı eklendi
zh_hans: 已添加单词分隔符

# word_delimiter_toast_invalid
source: Already exists or is invalid
ar: موجود بالفعل أو غير صالح
de: Bereits vorhanden oder ungültig
es: Ya existe o no es válido
fr: Existe déjà ou est invalide
id: Sudah ada atau tidak valid
it: Esiste già o non è valido
ko: 이미 존재하거나 유효하지 않습니다
nb: Finnes allerede eller er ugyldig
ru: Уже существует или недопустим
tr: Zaten var veya geçersiz
zh_hans: 已存在或无效

# word_delimiter_toast_reset
source: Word delimiters reset to defaults
ar: تمت إعادة تعيين محددات الكلمات إلى الافتراضية
de: Wort-Trennzeichen zurückgesetzt
es: Delimitadores de palabra restablecidos
fr: Délimiteurs de mots réinitialisés aux valeurs par défaut
id: Pemisah kata direset ke default
it: Delimitatori parola reimpostati ai predefiniti
ko: 단어 구분 기호가 기본값으로 재설정되었습니다
nb: Orddelimitere tilbakestilt til standard
ru: Словесные разделители сброшены
tr: Kelime sınırlayıcıları varsayılana sıfırlandı
zh_hans: 单词分隔符已重置为默认

# word_delimiters_screen_title
source: Word Delimiters
ar: محددات الكلمات
de: Wort-Trennzeichen
es: Delimitadores de palabra
fr: Délimiteurs de mots
id: Pemisah Kata
it: Delimitatori parola
ko: 단어 구분 기호
nb: Orddelimitere
ru: Словесные разделители
tr: Kelime Sınırlayıcıları
zh_hans: 单词分隔符

source: Access them from the repository's GitHub Actions workflow artifacts if available.
de: Greife darauf über die GitHub Actions-Workflow-Artefakte des Repositories zu, falls verfügbar.
es: Accede a ellas desde los artefactos del flujo de trabajo de GitHub Actions del repositorio si están disponibles.
fr: Accédez-y depuis les artefacts de workflow GitHub Actions du dépôt si disponibles.
id: Akses build tersebut melalui artifact workflow GitHub Actions repositori jika tersedia.
it: Accedi ad esse dagli artefatti del workflow di GitHub Actions del repository, se disponibili.
ko: 가능한 경우 레포지토리의 GitHub Actions 워크플로 아티팩트에서 다운로드할 수 있습니다.
nb: Få tilgang til dem fra repositoriets GitHub Actions workflow-artefakter hvis tilgjengelig.
ru: Получить их можно через артефакты GitHub Actions репозитория, если они доступны.
tr: Mevcutsa deponun GitHub Actions iş akışı artifacts bölümünden erişin.
zh_hans: 如果可用，可从仓库的 GitHub Actions 工作流产物 (artifacts) 中获取。

source: Add
de: Hinzufügen
es: Añadir
fr: Ajouter
id: Tambah
it: Aggiungi
ko: 추가
nb: Legg til
ru: Добавить
tr: Ekle
zh_hans: 添加

source: Add songs
de: Songs hinzufügen
es: Añadir canciones
fr: Ajouter des chansons
id: Tambah lagu
it: Aggiungi brani
ko: 곡 추가
nb: Legg til sanger
ru: Добавить треки
tr: Şarkı ekle
zh_hans: 添加歌曲

source: Are you sure you want to delete this playlist?
de: Diese Playlist wirklich löschen?
es: ¿Estás seguro de que deseas eliminar esta lista de reproducción?
fr: Êtes-vous sûr de vouloir supprimer cette liste de lecture ?
id: Apakah Anda yakin ingin menghapus playlist ini?
it: Sei sicuro di voler eliminare questa playlist?
ko: 이 플레이리스트를 삭제하시겠습니까?
nb: Er du sikker på at du vil slette denne spillelisten?
ru: Вы уверены, что хотите удалить этот плейлист?
tr: Bu çalma listesini silmek istediğinizden emin misiniz?
zh_hans: 您确定要删除此播放列表吗？

source: Auto-generated collage
de: Automatisch generierte Collage
es: Collage generado automáticamente
fr: Collage généré automatiquement
id: Kolase yang dibuat otomatis
it: Collage auto-generato
ko: 자동 생성된 콜라주
nb: Autogenerert kollasj
ru: Автоматический коллаж
tr: Otomatik oluşturulan kolaj
zh_hans: 自动生成拼图

source: Before posting logs, screenshots, or videos, remove personal or private information.
de: Entferne persönliche oder private Informationen, bevor du Protokolle, Screenshots oder Videos veröffentlichst.
es: Antes de publicar registros, capturas de pantalla o vídeos, elimina la información personal o privada.
fr: Avant de publier des journaux, des captures d'écran ou des vidéos, supprimez les informations personnelles ou privées.
id: Sebelum mengunggah log, screenshot, atau video, hapus informasi pribadi atau sensitif.
it: Prima di pubblicare log, screenshot o video, rimuovi le informazioni personali o private.
ko: 로그, 스크린샷 또는 동영상을 게시하기 전에 개인 또는 민감한 정보를 삭제하세요.
nb: Fjern personlig eller privat informasjon før du legger ut logger, skjermbilder eller videoer.
ru: Перед публикацией логов, скриншотов или видео удалите личную и конфиденциальную информацию.
tr: Günlük, ekran görüntüsü veya video paylaşmadan önce kişisel veya özel bilgileri kaldırın.
zh_hans: 在发布日志、截图或视频之前，请删除个人或私人信息。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
id: Batal
it: Annulla
ko: 취소
nb: Avbryt
ru: Отмена
tr: İptal
zh_hans: 取消

source: Change the range or play more songs to fill this timeline.
de: Ändere den Zeitraum oder spiele mehr Songs ab, um diese Zeitlinie zu füllen.
es: Cambia el rango o reproduce más canciones para llenar esta línea de tiempo.
fr: Modifiez la période ou écoutez plus de chansons pour remplir cette chronologie.
id: Ubah rentang atau putar lebih banyak lagu untuk mengisi timeline ini.
it: Cambia l'intervallo o riproduci più brani per popolare questa cronologia.
ko: 기간을 변경하거나 곡을 더 재생하여 타임라인을 채워보세요.
nb: Endre tidsrommet eller spill flere sanger for å fylle denne oversikten.
ru: Измените период или прослушайте больше песен, чтобы заполнить эту временную шкалу.
tr: Zaman çizelgesini doldurmak için aralığı değiştirin veya daha fazla şarkı çalın.
zh_hans: 更改时间范围或播放更多歌曲以填充此时间轴。

source: Choose the creation flow.
de: Wie soll die Playlist erstellt werden?
es: Elige el flujo de creación.
fr: Choisissez le mode de création.
id: Pilih alur pembuatan.
it: Scegli il flusso di creazione.
ko: 생성 방식을 선택하세요.
nb: Velg opprettelsesmetode.
ru: Выберите способ создания.
tr: Oluşturma yöntemini seçin.
zh_hans: 选择创建方式。

source: Close
de: Schließen
es: Cerrar
fr: Fermer
id: Tutup
it: Chiudi
ko: 닫기
nb: Lukk
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Create
de: Erstellen
es: Crear
fr: Créer
id: Buat
it: Crea
ko: 생성
nb: Opprett
ru: Создать
tr: Oluştur
zh_hans: 创建

source: Create playlist
de: Playlist erstellen
es: Crear lista de reproducción
fr: Créer une liste de lecture
id: Buat playlist
it: Crea playlist
ko: 플레이리스트 생성
nb: Opprett spilleliste
ru: Создать плейлист
tr: Çalma listesi oluştur
zh_hans: 创建播放列表

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ko: 삭제
nb: Slett
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
id: Hapus semua
it: Elimina tutti
ko: 모두 삭제
nb: Slett alle
ru: Удалить всё
tr: Tümünü sil
zh_hans: 全部删除

source: Device
de: Gerät
es: Dispositivo
fr: Appareil
id: Perangkat
it: Dispositivo
ko: 기기
nb: Enhet
ru: Устройство
tr: Cihaz
zh_hans: 设备

source: Done
de: Fertig
es: Hecho
fr: Terminé
id: Selesai
it: Fatto
ko: 완료
nb: Ferdig
ru: Готово
tr: Tamam
zh_hans: 完成

source: Folders
de: Ordner
es: Carpetas
fr: Dossiers
id: Folder
it: Cartelle
ko: 폴더
nb: Mapper
ru: Папки
tr: Klasörler
zh_hans: 文件夹

source: GitHub issue shortcut
de: GitHub-Problem-Shortcut
es: Acceso rápido a problemas de GitHub
fr: Raccourci vers les tickets GitHub
id: Shortcut issue GitHub
it: Scorciatoia issue GitHub
ko: GitHub 이슈 단축키
nb: GitHub issue-snarvei
ru: Быстрый переход к GitHub Issues
tr: GitHub sorun kısayolu
zh_hans: GitHub Issue 快捷入口

source: How your listening time is distributed across your top tracks.
de: Wie sich die Hörzeit auf die Top-Titel verteilt.
es: Cómo se distribuye tu tiempo de escucha entre tus pistas principales.
fr: Comment votre temps d'écoute est réparti sur vos titres préférés.
id: Bagaimana waktu mendengarkan Anda didistribusikan ke seluruh trek teratas Anda.
it: Come il tuo tempo di ascolto è distribuito tra i tuoi brani principali.
ko: 감상 시간이 상위 트랙들에 어떻게 분포되어 있는지 보여줍니다.
nb: Hvordan lyttetiden din er fordelt på toppsporene dine.
ru: Как распределяется время прослушивания между вашими самыми популярными треками.
tr: Dinleme sürenizin en iyi parçalarınıza nasıl dağıldığı.
zh_hans: 您的听歌时间在最爱曲目中的分布情况。

source: Library
de: Bibliothek
es: Biblioteca
fr: Bibliothèque
id: Pustaka
it: Libreria
ko: 라이브러리
nb: Bibliotek
ru: Библиотека
tr: Kitaplık
zh_hans: 音乐库

source: Liked
de: Lieblingssongs
es: Me gusta
fr: Favoris
id: Disukai
it: Preferiti
ko: 좋아요 표시한 곡
nb: Likte
ru: Избранное
tr: Beğenilenler
zh_hans: 已收藏

source: Listening Stats
de: Hörstatistiken
es: Estadísticas de escucha
fr: Statistiques d'écoute
id: Statistik Mendengarkan
it: Statistiche di ascolto
ko: 감상 통계
nb: Lyttestatistikk
ru: Статистика прослушивания
tr: Dinleme İstatistikleri
zh_hans: 听歌统计

source: Listening concentration
de: Hör-Konzentration
es: Concentración de escucha
fr: Concentration d'écoute
id: Konsentrasi mendengarkan
it: Concentrazione ascolto
ko: 감상 집중도
nb: Lyttekonsentrasjon
ru: Концентрация прослушивания
tr: Dinleme konsantrasyonu
zh_hans: 听歌集中度

source: Listening habits
de: Hörgewohnheiten
es: Hábitos de escucha
fr: Habitudes d'écoute
id: Kebiasaan mendengarkan
it: Abitudini di ascolto
ko: 감상 습관
nb: Lyttevaner
ru: Привычки прослушивания
tr: Dinleme alışkanlıkları
zh_hans: 听歌习惯

source: Listening stats
de: Hörstatistiken
es: Estadísticas de escucha
fr: Statistiques d'écoute
id: Statistik mendengarkan
it: Statistiche di ascolto
ko: 감상 통계
nb: Lyttestatistikk
ru: Статистика прослушивания
tr: Dinleme istatistikleri
zh_hans: 听歌统计

source: Merge
de: Zusammenführen
es: Combinar
fr: Fusionner
id: Gabungkan
it: Unisci
ko: 병합
nb: Slå sammen
ru: Объединить
tr: Birleştir
zh_hans: 合并

source: Most played tracks for the selected time range.
de: Meistgespielte Titel im gewählten Zeitraum.
es: Pistas más reproducidas para el rango de tiempo seleccionado.
fr: Les pistes les plus écoutées pour la période sélectionnée.
id: Trek yang paling sering diputar untuk rentang waktu yang dipilih.
it: Brani più riprodotti per l'intervallo temporale selezionato.
ko: 선택한 시간 범위 내에서 가장 많이 재생한 트랙입니다.
nb: Mest spilte spor i det valgte tidsrommet.
ru: Самые популярные треки за выбранный период времени.
tr: Seçilen zaman aralığı için en çok çalınan parçalar.
zh_hans: 选定时间范围内播放次数最多的曲目。

source: New Genre
de: Neues Genre
es: Nuevo género
fr: Nouveau genre
id: Genre Baru
it: Nuovo genere
ko: 새 장르
nb: Ny sjanger
ru: Новый жанр
tr: Yeni Tür
zh_hans: 新建流派

source: Nightly builds are generated from the latest commit and may contain unfinished changes, temporary bugs, or regressions. They are more experimental than official releases.
de: Nightly-Builds werden aus dem neuesten Commit generiert und können unfertige Änderungen, temporäre Fehler oder Regressionen enthalten. Sie sind experimenteller als offizielle Releases.
es: Las compilaciones nocturnas se generan a partir del último commit y pueden contener cambios inacabados, errores temporales o regresiones. Son más experimentales que los lanzamientos oficiales.
fr: Les builds nightly sont générées à partir du dernier commit et peuvent contenir des modifications inachevées, des bugs temporaires ou des régressions. Elles sont plus expérimentales que les releases officielles.
id: Build nightly dibuat dari commit terbaru dan mungkin berisi perubahan yang belum selesai, bug sementara, atau regresi. Build ini lebih eksperimental dibanding rilis resmi.
it: Le build nightly sono generate dall'ultimo commit e potrebbero contenere modifiche incomplete, bug temporanei o regressioni. Sono più sperimentali delle release ufficiali.
ko: 나이틀리 빌드는 최신 커밋에서 자동으로 생성되므로 미완성된 변경 사항, 일시적인 버그 또는 회귀 오류가 포함되어 있을 수 있습니다. 공식 릴리스보다 훨씬 실험적입니다.
nb: Nightly-bygg genereres fra siste commit og kan inneholde uferdige endringer, midlertidige feil eller regresjoner. De er mer eksperimentelle enn offisielle utgivelser.
ru: Nightly-сборки создаются из последнего коммита и могут содержать незавершённые изменения, временные ошибки или регрессии. Они более экспериментальны, чем официальные релизы.
tr: Gecelik yapılar en son commit'ten oluşturulur ve tamamlanmamış değişiklikler, geçici hatalar veya gerilimler içerebilir. Resmi sürümlerden daha deneyseldir.
zh_hans: Nightly 版本是从最新提交 (commit) 生成的，可能包含未完成的更改、临时错误或回归。它们比正式发布版本更具实验性。

source: Open existing issues
de: GitHub Issues öffnen
es: Ver problemas abiertos
fr: Ouvrir les tickets existants
id: Buka issue yang ada
it: Apri segnalazioni esistenti
ko: 기존 이슈 열기
nb: Vis GitHub-issues
ru: Открыть существующие задачи
tr: Mevcut sorunları aç
zh_hans: 浏览现有的 Issue

source: Order
de: Reihenfolge
es: Orden
fr: Ordre
id: Urutan
it: Ordine
ko: 순서
nb: Rekkefølge
ru: Порядок
tr: Sıralama
zh_hans: 顺序

source: Pick Image
de: Bild auswählen
es: Elegir imagen
fr: Choisir une image
id: Pilih Gambar
it: Seleziona immagine
ko: 이미지 선택
nb: Velg bilde
ru: Выбрать изображение
tr: Görsel Seç
zh_hans: 选择图片
